Repository: Nexenta/nza-userland
Catalog: src/ncp/debconf/debian/po/*.po
Languages: tr

source: Dialog
tr: Diyalog

source: Editor
tr: Düzenleyici

source: Noninteractive
tr: Etkileþimsiz

source: Interface to use:
tr: Kullanýlacak arayüz:

source: Packages that use debconf for configuration share a common look and feel. You can select the type of user interface they use.
tr: Yapýlandýrma için debconf kullanan paketler ortak bir görüntü ve izlenim verirler. Paketlerin yapýlandýrmada kullanacaðý arayüz tipini seçebilirsiniz.

source: The dialog frontend is a full-screen, character based interface, while the readline frontend uses a more traditional plain text interface, and both the gnome and kde frontends are modern X interfaces, fitting the respective desktops (but may be used in any X environment). The editor frontend lets you configure things using your favorite text editor. The noninteractive frontend never asks you any questions.
tr: Diyalog arayüzü tam ekran, metin tabanlý bir arayüz sunarken; Readline daha geleneksel bir salt metin arayüzü, gnome ve kde ise kendi masaüstü ortamlarýna uygun þekilde (fakat herhangi bir X ortamý içinde de kullanýlabilecek) daha çaðdaþ X arayüzleri sunmaktadýr. Düzenleyici arayüzü, kullanmayý tercih ettiðiniz metin düzenleyici ile elle yapýlandýrmaya olanak saðlar. Etkileþimsiz arayüz seçeneðinde herhangi bir soru sorulmaz.

source: critical
tr: kritik

source: high
tr: yüksek

source: medium
tr: orta

source: low
tr: düþük

source: Ignore questions with a priority less than:
tr: Aþaðýdakinden daha düþük önceliðe sahip sorularý göz ardý et:

source: Debconf prioritizes the questions it asks you. Pick the lowest priority of question you want to see: - 'critical' only prompts you if the system might break. Pick it if you are a newbie, or in a hurry. - 'high' is for rather important questions - 'medium' is for normal questions - 'low' is for control freaks who want to see everything
tr: Debconf görüntülediði sorulara öncelikler verir. Görmek istediðiniz sorular için en düþük önceliði seçin: - 'kritik': sadece sistemi bozabilecek durumlarda soru sorar. Yeni baþlayan ya da aceleci birisiyseniz bunu seçin. - 'yüksek': önemi daha yüksek sorular - 'orta': normal düzeyde sorular - 'düþük': bütün seçenekleri görmek isteyen denetim düþkünleri için

source: Note that no matter what level you pick here, you will be able to see every question if you reconfigure a package with dpkg-reconfigure.
tr: Unutmayýn ki paketlerin dpkg-reconfigure komutu ile tekrar yapýlandýrýlmasý sýrasýnda burada seçtiðiniz öncelik seviyesi ne olursa olsun bütün sorularý görebileceksiniz.

source: Installing packages
tr: Paketler kuruluyor

source: Please wait...
tr: Lütfen bekleyin...

source: Media change
tr: Ortamý(CD,DVD) deðiþimi
